"LANG" = "(English)";

"BAD_SYSTEM" = "Maintenance will not work with this version of Mac OS X.";
"GOOD_SYSTEM" = "This version of Maintenance requires Mac OS X version 10.6.x (Snow Leopard).";
"BADPASS" = "The name or password you entered is incorrect.";
"MSG_BADPASS" = "Try entering your information again.";
"EXEC_MAINTENANCE" = "Opening Maintenance...";

"CHECK_UPDATE" = "Checking for update...";
"UPTODATE" = "Maintenance is up to date.";
"MSG_UPTODATE" = "No new version is available. Click OK to continue.";
"NO_UPDATE" = "No new version is available";
"NO_UPDATEBETA" = "Impossible to search for an update from a beta version.";
"UPDATE_DL" = "New version detected and downloaded";
"UPDATE_NODL" = "New version detected but not downloaded";
"B_DL" = "Download";
"DL_UPDATE" = "Downloading...";
"NEW_VERS" = "New version detected.";
"MSG_VERSA" = "Currently, you use the version ";
"MSG_VERSB" = " of Maintenance. A most recent version (";
"MSG_VERSC" = ") is available.";
"DLOK" = "Downloaded.";
"MSG_DLOK" = "The last version of Maintenance has been downloaded and dropped on the Desktop.";
"ERR_UPDATE" = "Error while looking for Maintenance update. ";
"ERR_UPDATERETRY" = "Error detected while searching for an update of Maintenance. The website is momentarily unavailable, or you are not connected to the Internet. Try again later.";

"CHECK_SMART" = "Checking the S.M.A.R.T. status...";
"DISABLE_SMART" = "The verification of the S.M.A.R.T. Status when Maintenance opens can be turned off in the preferences of Maintenance.";
"SMART_VERIFIED" = "S.M.A.R.T. status verified.";
"MSG_SMART_VERIFIED" = "This disk seems to be working correctly.";
"SMART_NOTSUPPORTED" = "S.M.A.R.T. status not supported.";
"MSG_SMART_NOTSUPPORTED" = "The S.M.A.R.T. status was not verified because it's not supported by this disk.";
"SMART_NOTVERIFIED" = "S.M.A.R.T. status not verified.";
"MSG_SMART_NOTVERIFIED" = "Error detected while checking the S.M.A.R.T. status of this disk.";
"MSG_SMART_RAID" = "Maintenance cannot check the S.M.A.R.T. status of a RAID Set.";

"CHECKDISK" = "Verifying startup volume";
"MSG_ALERTCHECK" = "Before running maintenance or System cleaning, you should verify the startup volume.";
"MSG_CHECKDISK" = "To check it, quit all the open applications (some tasks can disturb the result of checking), then click Continue. \nDuring the verification, the Finder may act slow or become unresponsive, the wait cursor (which looks like a colored pinwheel) may appear, or your computer could appear to stop responding (freeze). This is expected; wait for the verification to finish!";
"CHECKDISK_OK" = "Volume verified.";
"MSG_CHECKDISK_OK" = "The startup volume appears to be OK.";
"CHECKDISK_NOTOK" = "The volume needs to be repaired.";
"MSG_CHECKDISK_NOTOK" = "To repair your startup disk, start up from your Mac OS X Install disc (CD or DVD), then choose Utilities > Disk Utility...";
"NOCHECKDISK" = "Impossible to check.";
"MSG_NOCHECKDISK" = "Impossible to verify the startup volume because it's not journaled.";

"NOCOMMAND" = "No command selected.";
"MSG_NOCOMMAND" = "Select at least one command, then try again.";
"ERROR" = "Error: ";
"ALRT" = "Warning:";
"ALRT_QUITALL" = "Maintenance will quit all open applications.";

"B_QUIT" = "Quit";
"B_CANCEL" = "Cancel";
"B_CONTINUE" = "Continue";
"B_RESTART" = "Restart";
"B_CLOSE" = "Close";
"B_SHUTDOWN" = "Shut Down";

"REPAIRPERM" = "Fixing Disk Permissions";
"SCRIPTS" = "Executing the maintenance scripts";
"CACHE_SYSTEM" = "Deleting the System Cache";
"CACHE_APP" = "Deleting the Applications Cache";
"FONT_CACHES" = "Deleting the Font Cache";
"LOGS" = "Deleting the Logs and CrashReporter reports";
"TEMP_ITEMS" = "Deleting the recent and temporary items";
"LAUNCHSERVICES" = "Rebuilding the LaunchServices database";
"DYLDCACHE" = "Updating the dyld's shared cache";
"DSSTORE" = "Resetting appearance of folders' content";
"INDEX_SPOTLIGHT" = "Rebuilding the index of Spotlight";
"INDEX_BAL" = "Rebuilding Mail's Envelope Index";

"ENDMAINTAIN" = "Maintenance finished.";
"MSG_ENDMAINTAIN" = "The selected maintenance commands have been executed.";
"MSG_RESTART" = "The selected maintenance commands have been executed. Restart your computer now.";

"ERR_MAINTENANCELOG" = "Maintenance System Log turned off.";
"MSG_MAINTENANCELOG" = "You probably customized the Date and Time format in the System Preferences. A System bug prevents the operation of the Maintenance System Log.";
"NO_FILE" = "Nonexistent File.";
"NO_LOGMAINTENANCE" = "The Maintenance Log (~/Library/Logs/Maintenance.log) doesn't exist. It has probably been removed.";
"DEL_LOG" = "Deleting the Maintenance Log";
"NEWLOG" = "New log created...";

"UNINSTALL_MAINTENANCE" = "Do you really want to uninstall Maintenance and the components created while installing and using the application?";
"QUIT_MAINTENANCE" = "Do you really want to quit Maintenance?";
